Repository: mdtipusultan/Bloomly-Pregnancy-Tracker
Catalog: BloomlyPregnancyTracker/BloomlyPregnancyTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fr, he, hi, id, ja, ko, ms, ro, ru, sv, th, uk, vi, zh_hans

# bumpJournal.optionalNote
source: Optional note
bn: ঐচ্ছিক নোট
el: Προαιρετική σημείωση
he: הערה (אופציונלי)
id: Catatan opsional
ms: Nota pilihan
ro: Notă opțională
sv: Valfri anteckning
th: บันทึกเพิ่มเติม (ไม่บังคับ)
uk: Необов'язкова нотатка
vi: Ghi chú (tùy chọn)

# bumpJournal.photoLibrary
source: Photo Library
bn: ফটো লাইব্রেরি
el: Βιβλιοθήκη φωτογραφιών
es: Fotos
he: ספריית תמונות
id: Galeri Foto
ms: Galeri Foto
ro: Galerie foto
sv: Bildbibliotek
th: คลังรูปภาพ
uk: Фотогалерея
vi: Thư viện ảnh

# bumpJournal.savePhoto
source: Save Photo
bn: ছবি সংরক্ষণ করুন
el: Αποθήκευση φωτογραφίας
he: שמירת תמונה
id: Simpan Foto
ms: Simpan Foto
ro: Salvează fotografia
sv: Spara foto
th: บันทึกรูป
uk: Зберегти фото
vi: Lưu ảnh

# bumpJournal.subtitle
source: Capture your growing bump each week and watch your journey unfold.
bn: প্রতি সপ্তাহে আপনার বাড়তে থাকা বাম্প ধরুন এবং আপনার যাত্রা দেখুন।
el: Καταγράψτε την αυξανόμενη κοιλιά σας κάθε εβδομάδα και παρακολουθήστε το ταξίδι σας.
es: Captura tu barriga cada semana y observa cómo avanza tu camino.
he: צלמי את הבטן הגדלה מדי שבוע ועקבי אחרי המסע שלך.
id: Abadikan perut yang tumbuh setiap minggu dan saksikan perjalanan Anda.
ms: Rakam perut yang membesar setiap minggu dan saksikan perjalanan anda.
ro: Surprinde burtica în creștere în fiecare săptămână și urmărește călătoria.
sv: Fånga din växande mage varje vecka och följ din resa.
th: ถ่ายท้องที่โตขึ้นทุกสัปดาห์และติดตามการเดินทางของคุณ
uk: Фіксуйте зростаючий живіт щотижня та спостерігайте за своєю подорожжю.
vi: Ghi lại bụng bầu mỗi tuần và theo dõi hành trình của bạn.

# bumpJournal.weekBump %lld
source: Week %lld Bump
bn: সপ্তাহ %lld বাম্প
el: Κοιλιά εβδομάδας %lld
he: בטן שבוע %lld
id: Perut Minggu %lld
ms: Perut Minggu %lld
ro: Burtică săptămâna %lld
sv: Vecka %lld mage
th: ท้องสัปดาห์ที่ %lld
uk: Живіт тижня %lld
vi: Bụng bầu tuần %lld

# common.back
source: Back
bn: পেছনে
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
he: חזרה
id: Kembali
ms: Kembali
ro: Înapoi
sv: Tillbaka
th: ย้อนกลับ
uk: Назад
vi: Quay lại

# common.continue
source: Continue
bn: চালিয়ে যান
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
he: המשך
id: Lanjut
ms: Teruskan
ro: Continuă
sv: Fortsätt
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục

# common.history
source: History
bn: ইতিহাস
el: Ιστορικό
es: Historial
fr: Historique
he: היסטוריה
id: Riwayat
ms: Sejarah
ro: Istoric
sv: Historik
th: ประวัติ
uk: Історія
vi: Lịch sử

# common.log
source: Log
bn: লগ
de: Eintragen
el: Καταχώρηση
es: Registrar
fr: Enregistrer
he: רישום
id: Catat
ro: Înregistrează
sv: Logga
th: บันทึก
uk: Записати
vi: Ghi

# common.ok
source: OK
bn: ঠিক আছে

# common.ongoing
source: ongoing
bn: চলমান
el: σε εξέλιξη
es: en curso
he: בתהליך
id: berlangsung
ms: berterusan
ro: în curs
sv: pågående
th: กำลังดำเนินอยู่
uk: триває
vi: đang diễn ra

# common.optional
source: (optional)
bn: (ঐচ্ছিক)
el: (προαιρετικό)
es: (opcional)
he: (אופציונלי)
id: (opsional)
ms: (pilihan)
ro: (opțional)
sv: (valfritt)
th: (ไม่บังคับ)
uk: (необов'язково)
vi: (tùy chọn)

# cycle.periodEnded
source: Period ended
bn: পিরিয়ড শেষ
el: Η περίοδος τελείωσε
he: הווסת הסתיימה
id: Menstruasi selesai
ms: Haid tamat
ro: Menstruația s-a terminat
sv: Mensen slut
th: ประจำเดือนสิ้นสุด
uk: Менструація закінчилась
vi: Kỳ kinh đã kết thúc

# Enter a weight between %@ and %@.
source: Enter a weight between %1$@ and %2$@.
bn: %1$@ এবং %2$@ এর মধ্যে ওজন লিখুন।
el: Εισαγάγετε βάρος μεταξύ %1$@ και %2$@.
he: הזיני משקל בין %1$@ ל-%2$@.
id: Masukkan berat antara %1$@ dan %2$@.
ms: Masukkan berat antara %1$@ dan %2$@.
ro: Introduceți o greutate între %1$@ și %2$@.
sv: Ange en vikt mellan %1$@ och %2$@.
th: กรอกน้ำหนักระหว่าง %1$@ ถึง %2$@
uk: Введіть вагу між %1$@ та %2$@.
vi: Nhập cân nặng từ %1$@ đến %2$@.

# onboarding.dates.dueDate
source: Due date
bn: ডিউ ডেট
el: Ημερομηνία τοκετού
he: מועד לידה
id: Tanggal lahir
ms: Tarikh jangkaan
ro: Termen estimat
sv: Beräknat datum
th: วันครบกำหนด
uk: Термін пологів
vi: Ngày dự sinh

# onboarding.dates.lastPeriod
source: Last period
bn: শেষ পিরিয়ড
el: Τελευταία περίοδος
he: ווסת אחרונה
id: Menstruasi terakhir
ms: Haid terakhir
ro: Ultima menstruație
sv: Senaste mens
th: ประจำเดือนครั้งล่าสุด
uk: Остання менструація
vi: Kỳ kinh gần nhất

# onboarding.dates.lastPeriodStart
source: Last period start
bn: শেষ পিরিয়ড শুরু
el: Έναρξη τελευταίας περιόδου
he: תחילת ווסת אחרונה
id: Awal menstruasi terakhir
ms: Permulaan haid terakhir
ro: Începutul ultimei menstruații
sv: Senaste mensstart
th: วันเริ่มประจำเดือนล่าสุด
uk: Початок останньої менструації
vi: Ngày bắt đầu kỳ kinh gần nhất

# onboarding.dates.lmpLabel
source: Last menstrual period
bn: শেষ মাসিক
el: Τελευταία εμμηνορροϊά
he: ווסת אחרונה
id: Menstruasi terakhir
ms: Haid terakhir
ro: Ultima menstruație
sv: Senaste mens
th: ประจำเดือนครั้งล่าสุด
uk: Остання менструація
vi: Kỳ kinh gần nhất

# onboarding.dates.planning.subtitle
source: When did your last period start? You can log more dates anytime.
bn: আপনার শেষ পিরিয়ড কখন শুরু হয়েছিল? যেকোনো সময় আরও তারিখ লগ করতে পারেন।
el: Πότε ξεκίνησε η τελευταία σας περίοδος; Μπορείτε να καταγράψετε περισσότερες ημερομηνίες ανά πάσα στιγμή.
he: מתי התחילה הווסת האחרונה? אפשר לרשום תאריכים נוספים בכל עת.
id: Kapan menstruasi terakhir dimulai? Anda bisa mencatat tanggal kapan saja.
ms: Bila haid terakhir bermula? Anda boleh log tarikh pada bila-bila masa.
ro: Când a început ultima menstruație? Poți înregistra date oricând.
sv: När började din senaste mens? Du kan logga fler datum när som helst.
th: ประจำเดือนครั้งล่าสุดเริ่มเมื่อไหร่? บันทึกวันที่เพิ่มได้ทุกเมื่อ
uk: Коли почалась остання менструація? Можете записувати дати будь-коли.
vi: Kỳ kinh gần nhất bắt đầu khi nào? Bạn có thể ghi thêm ngày bất cứ lúc nào.

# onboarding.dates.planning.tip
source: Cycle insights appear on your Home tab
bn: চক্রের অন্তর্দৃষ্টি আপনার হোম ট্যাবে দেখা যাবে
el: Οι πληροφορίες κύκλου εμφανίζονται στην καρτέλα Αρχική
he: תובנות מחזור מופיעות בלשונית הבית
id: Wawasan siklus muncul di tab Beranda
ms: Wawasan kitaran muncul di tab Utama
ro: Informațiile despre ciclu apar în fila Acasă
sv: Cykelinsikter visas på fliken Hem
th: ข้อมูลรอบเดือนแสดงในแท็บหน้าแรก
uk: Дані про цикл з'являються на вкладці Головна
vi: Thông tin chu kỳ hiển thị ở tab Trang chủ

# onboarding.dates.planning.title
source: Track your cycle
bn: আপনার চক্র ট্র্যাক করুন
el: Παρακολουθήστε τον κύκλο σας
he: עקבי אחרי המחזור
id: Lacak siklus Anda
ms: Jejaki kitaran anda
ro: Urmărește ciclul
sv: Spåra din cykel
th: ติดตามรอบเดือน
uk: Відстежуйте цикл
vi: Theo dõi chu kỳ

# onboarding.dates.pregnant.subtitle
source: We'll calculate your week and due date.
bn: আমরা আপনার সপ্তাহ এবং ডিউ ডেট গণনা করব।
el: Θα υπολογίσουμε την εβδομάδα και την ημερομηνία τοκετού.
he: נחשב את השבוע ומועד הלידה.
id: Kami akan menghitung minggu dan tanggal lahir.
ms: Kami akan kira minggu dan tarikh jangkaan.
ro: Vom calcula săptămâna și termenul estimat.
sv: Vi beräknar din vecka och ditt beräknade datum.
th: เราจะคำนวณสัปดาห์และวันครบกำหนด
uk: Ми розрахуємо тиждень і термін пологів.
vi: Chúng tôi sẽ tính tuần thai và ngày dự sinh.

# onboarding.dates.pregnant.title
source: When did your journey begin?
bn: আপনার যাত্রা কখন শুরু হয়েছিল?
el: Πότε ξεκίνησε το ταξίδι σας;
he: מתי המסע שלך התחיל?
id: Kapan perjalanan Anda dimulai?
ms: Bila perjalanan anda bermula?
ro: Când a început călătoria ta?
sv: När började din resa?
th: การเดินทางของคุณเริ่มเมื่อไหร่?
uk: Коли розпочалась ваша подорож?
vi: Hành trình của bạn bắt đầu khi nào?

# onboarding.feature.guides.subtitle
source: Baby size, tips & milestones
bn: বেবির আকার, টিপস এবং মাইলস্টোন
el: Μέγεθος μωρού, συμβουλές και ορόσημα
he: גודל תינוק, טיפים ואבני דרך
id: Ukuran bayi, tips & tonggak
ms: Saiz bayi, tip & pencapaian
ro: Dimensiune bebeluș, sfaturi și repere
sv: Bebisstorlek, tips och milstolpar
th: ขนาดทารก เคล็ดลับ และเหตุการณ์สำคัญ
uk: Розмір дитини, поради та віхи
vi: Kích thước em bé, mẹo và cột mốc

# onboarding.feature.guides.title
source: Week-by-week guides
bn: সপ্তাহ অনুযায়ী গাইড
el: Οδηγοί ανά εβδομάδα
he: מדריכים שבועיים
id: Panduan minggu demi minggu
ms: Panduan minggu demi minggu
ro: Ghiduri săptămână de săptămână
sv: Vecka för vecka-guider
th: คู่มือรายสัปดาห์
uk: Тижневі гіди
vi: Hướng dẫn theo tuần

# onboarding.feature.logging.subtitle
source: Symptoms, mood, water & more
bn: লক্ষণ, মুড, পানি এবং আরও
el: Συμπτώματα, διάθεση, νερό και άλλα
he: תסמינים, מצב רוח, מים ועוד
id: Gejala, suasana hati, air & lainnya
ms: Simptom, mood, air & lagi
ro: Simptome, stare, apă și altele
sv: Symtom, humör, vatten och mer
th: อาการ อารมณ์ น้ำ และอื่นๆ
uk: Симптоми, настрій, вода та інше
vi: Triệu chứng, tâm trạng, nước và hơn nữa

# onboarding.feature.logging.title
source: Daily wellness logging
bn: দৈনিক সুস্থতা লগিং
el: Ημερήσια καταγραφή ευεξίας
he: רישום בריאותי יומי
id: Pencatatan kesehatan harian
ms: Log kesejahteraan harian
ro: Înregistrare zilnică wellness
sv: Daglig wellness-loggning
th: บันทึกสุขภาพประจำวัน
uk: Щоденний запис самопочуття
vi: Ghi chép sức khỏe hàng ngày

# onboarding.feature.privacy.subtitle
source: Your data never leaves your phone
bn: আপনার ডেটা কখনোই ফোন ছাড়ে না
el: Τα δεδομένα σας δεν φεύγουν ποτέ από το τηλέφωνό σας
he: הנתונים שלך לא עוזבים את הטלפון
id: Data Anda tidak pernah meninggalkan ponsel
ms: Data anda tidak pernah meninggalkan telefon
ro: Datele tale nu părăsesc telefonul
sv: Dina data lämnar aldrig telefonen
th: ข้อมูลของคุณไม่เคยออกจากโทรศัพท์
uk: Ваші дані ніколи не залишають телефон
vi: Dữ liệu của bạn không bao giờ rời khỏi điện thoại

# onboarding.feature.privacy.title
source: 100% on your device
bn: ১০০% আপনার ডিভাইসে
el: 100% στη συσκευή σας
he: 100% במכשיר שלך
id: 100% di perangkat Anda
ms: 100% pada peranti anda
ro: 100% pe dispozitivul tău
sv: 100% på din enhet
th: 100% บนอุปกรณ์ของคุณ
uk: 100% на вашому пристрої
vi: 100% trên thiết bị của bạn

# onboarding.getStarted
source: Get Started
bn: শুরু করুন
de: Los geht's
el: Ξεκινήστε
es: Comenzar
fr: Commencer
he: התחלה
id: Mulai
ms: Mula
ro: Începe
sv: Kom igång
th: เริ่มต้น
uk: Почати
vi: Bắt đầu

# onboarding.mode.planning.subtitle
source: Cycle tracking, fertile windows & prep
bn: চক্র ট্র্যাকিং, উর্বর উইন্ডো এবং প্রস্তুতি
el: Παρακολούθηση κύκλου, γόνιμα παράθυρα και προετοιμασία
he: מעקב מחזור, חלונות פוריים והכנה
id: Pelacakan siklus, masa subur & persiapan
ms: Jejakan kitaran, tempoh subur & persediaan
ro: Urmărire ciclu, fereastră fertilă și pregătire
sv: Cykelspårning, fertila fönster och förberedelse
th: ติดตามรอบเดือน ช่วงเจริญพันธุ์ และเตรียมตัว
uk: Відстеження циклу, фертильні вікна та підготовка
vi: Theo dõi chu kỳ, thời kỳ màu mỡ và chuẩn bị

# onboarding.mode.planning.title
source: I'm planning
bn: আমি পরিকল্পনা করছি
el: Σχεδιάζω
he: אני מתכננת
id: Saya merencanakan
ms: Saya merancang
ro: Planific
sv: Jag planerar
th: ฉันกำลังวางแผน
uk: Я планую
vi: Tôi đang lập kế hoạch

# onboarding.mode.pregnant.subtitle
source: Track weeks, baby size, kicks & milestones
bn: সপ্তাহ, বেবির আকার, কিক এবং মাইলস্টোন ট্র্যাক করুন
el: Παρακολουθήστε εβδομάδες, μέγεθος μωρού, κλωτσιές και ορόσημα
he: עקבי אחרי שבועות, גודל תינוק, בעיטות ואבני דרך
id: Lacak minggu, ukuran bayi, tendangan & tonggak
ms: Jejaki minggu, saiz bayi, tendangan & pencapaian
ro: Urmărește săptămâni, dimensiune, lovituri și repere
sv: Spåra veckor, bebisstorlek, sparkar och milstolpar
th: ติดตามสัปดาห์ ขนาดทารก การดิ้น และเหตุการณ์สำคัญ
uk: Відстежуйте тижні, розмір, поштовхи та віхи
vi: Theo dõi tuần, kích thước, cử động và cột mốc

# onboarding.mode.pregnant.title
source: I'm pregnant
bn: আমি গর্ভবতী
el: Είμαι έγκυος
he: אני בהריון
id: Saya hamil
ms: Saya hamil
ro: Sunt însărcinată
sv: Jag är gravid
th: ฉันตั้งครรภ์
uk: Я вагітна
vi: Tôi đang mang thai

# onboarding.mode.subtitle
source: We'll tailor Bloomly to your stage.
bn: আমরা Bloomly আপনার পর্যায় অনুযায়ী সাজিয়ে দেব।
el: Θα προσαρμόσουμε το Bloomly στο στάδιό σας.
he: נתאים את Bloomly לשלב שלך.
id: Kami akan menyesuaikan Bloomly dengan tahap Anda.
ms: Kami akan sesuaikan Bloomly dengan peringkat anda.
ro: Vom adapta Bloomly etapei tale.
sv: Vi anpassar Bloomly till din fas.
th: เราจะปรับ Bloomly ให้เหมาะกับช่วงของคุณ
uk: Ми адаптуємо Bloomly до вашого етапу.
vi: Chúng tôi sẽ tùy chỉnh Bloomly theo giai đoạn của bạn.

# onboarding.mode.title
source: What brings you here?
bn: আপনি এখানে কেন এসেছেন?
el: Τι σας φέρνει εδώ;
he: מה מביא אותך לכאן?
id: Apa yang membawa Anda ke sini?
ms: Apa yang membawa anda ke sini?
ro: Ce te aduce aici?
sv: Vad för dig hit?
th: อะไรพาคุณมาที่นี่?
uk: Що привело вас сюди?
vi: Điều gì đưa bạn đến đây?

# onboarding.prefs.dailyReminders
source: Daily reminders
bn: দৈনিক অনুস্মারক
el: Ημερήσιες υπενθυμίσεις
he: תזכורות יומיות
id: Pengingat harian
ms: Peringatan harian
ro: Memento-uri zilnice
sv: Dagliga påminnelser
th: การแจ้งเตือนรายวัน
uk: Щоденні нагадування
vi: Nhắc nhở hàng ngày

# onboarding.prefs.firstPregnancy
source: First pregnancy?
bn: প্রথম গর্ভাবস্থা?
el: Πρώτη εγκυμοσύνη;
he: הריון ראשון?
id: Kehamilan pertama?
ms: Kehamilan pertama?
ro: Prima sarcină?
sv: Första graviditeten?
th: ตั้งครรภ์ครั้งแรก?
uk: Перша вагітність?
vi: Mang thai lần đầu?

# onboarding.prefs.firstPregnancyToggle
source: This is my first pregnancy
bn: এটি আমার প্রথম গর্ভাবস্থা
el: Αυτή είναι η πρώτη μου εγκυμοσύνη
he: זה ההריון הראשון שלי
id: Ini kehamilan pertama saya
ms: Ini kehamilan pertama saya
ro: Aceasta este prima mea sarcină
sv: Det här är min första graviditet
th: นี่เป็นการตั้งครรภ์ครั้งแรกของฉัน
uk: Це моя перша вагітність
vi: Đây là lần mang thai đầu tiên của tôi

# onboarding.prefs.notificationHint
source: We'll ask for notification permission when you finish setup.
bn: সেটআপ শেষে আমরা বিজ্ঞপ্তির অনুমতি চাইব।
el: Θα ζητήσουμε άδεια ειδοποιήσεων όταν ολοκληρώσετε τη ρύθμιση.
he: נבקש הרשאת התראות בסיום ההגדרה.
id: Kami akan meminta izin notifikasi saat setup selesai.
ms: Kami akan minta kebenaran notifikasi apabila setup selesai.
ro: Vom cere permisiunea pentru notificări la finalizarea configurării.
sv: Vi ber om notisbehörighet när du avslutar installationen.
th: เราจะขออนุญาตการแจ้งเตือนเมื่อตั้งค่าเสร็จ
uk: Ми попросимо дозвіл на сповіщення після налаштування.
vi: Chúng tôi sẽ xin quyền thông báo khi bạn hoàn tất thiết lập.

# onboarding.prefs.startingWeight
source: Starting weight
bn: শুরুর ওজন
el: Αρχικό βάρος
he: משקל התחלתי
id: Berat awal
ms: Berat permulaan
ro: Greutate inițială
sv: Startvikt
th: น้ำหนักเริ่มต้น
uk: Початкова вага
vi: Cân nặng ban đầu

# onboarding.prefs.startingWeightHint
source: Pre-pregnancy weight helps track healthy gain over time.
bn: গর্ভাবস্থার আগের ওজন সুস্থ বৃদ্ধি ট্র্যাক করতে সাহায্য করে।
el: Το βάρος πριν την εγκυμοσύνη βοηθά στην παρακολούθηση υγιούς αύξησης.
he: משקל לפני ההריון עוזר לעקוב אחרי עלייה בריאה.
id: Berat sebelum hamil membantu melacak kenaikan sehat.
ms: Berat sebelum hamil membantu jejak kenaikan sihat.
ro: Greutatea pre-sarcină ajută la urmărirea creșterii sănătoase.
sv: Vikt före graviditet hjälper att spåra hälsosam viktuppgång.
th: น้ำหนักก่อนตั้งครรภ์ช่วยติดตามการเพิ่มที่สุขภาพดี
uk: Вага до вагітності допомагає відстежувати здорове зростання.
vi: Cân nặng trước khi mang thai giúp theo dõi tăng cân lành mạnh.

# onboarding.prefs.subtitle
source: A few quick preferences to personalize Bloomly.
bn: Bloomly ব্যক্তিগতকরণের জন্য কয়েকটি দ্রুত পছন্দ।
el: Μερικές γρήγορες προτιμήσεις για εξατομίκευση του Bloomly.
he: כמה העדפות מהירות להתאמה אישית של Bloomly.
id: Beberapa preferensi cepat untuk personalisasi Bloomly.
ms: Beberapa pilihan pantas untuk personalisasi Bloomly.
ro: Câteva preferințe rapide pentru personalizarea Bloomly.
sv: Några snabba inställningar för att anpassa Bloomly.
th: ตั้งค่าเล็กน้อยเพื่อปรับ Bloomly ให้เป็นของคุณ
uk: Кілька швидких налаштувань для персоналізації Bloomly.
vi: Một vài tùy chọn nhanh để cá nhân hóa Bloomly.

# onboarding.prefs.title
source: Almost there!
bn: প্রায় শেষ!
el: Σχεδόν έτοιμοι!
he: כמעט סיימנו!
id: Hampir selesai!
ms: Hampir selesai!
ro: Aproape gata!
sv: Nästan klart!
th: ใกล้เสร็จแล้ว!
uk: Майже готово!
vi: Sắp xong rồi!

# onboarding.prefs.weightUnit
source: Weight unit
bn: ওজনের একক
el: Μονάδα βάρους
he: יחידת משקל
id: Satuan berat
ms: Unit berat
ro: Unitate greutate
sv: Viktenhet
th: หน่วยน้ำหนัก
uk: Одиниця ваги
vi: Đơn vị cân nặng

# onboarding.step.dates
source: Key dates
bn: মূল তারিখ
el: Βασικές ημερομηνίες
es: Fechas clave
he: תאריכים חשובים
id: Tanggal penting
ms: Tarikh penting
ro: Date cheie
sv: Viktiga datum
th: วันที่สำคัญ
uk: Ключові дати
vi: Ngày quan trọng

# onboarding.step.journey
source: Your journey
bn: আপনার যাত্রা
el: Το ταξίδι σας
es: Tu camino
he: המסע שלך
id: Perjalanan Anda
ms: Perjalanan anda
ro: Călătoria ta
sv: Din resa
th: การเดินทางของคุณ
uk: Ваша подорож
vi: Hành trình của bạn

# onboarding.step.preferences
source: Preferences
bn: পছন্দ
el: Προτιμήσεις
es: Preferencias
he: העדפות
id: Preferensi
ms: Pilihan
ro: Preferințe
sv: Inställningar
th: การตั้งค่า
uk: Налаштування
vi: Tùy chọn

# onboarding.step.welcome
source: Welcome
bn: স্বাগতম
el: Καλώς ήρθατε
es: Bienvenida
he: ברוכה הבאה
id: Selamat datang
ms: Selamat datang
ro: Bun venit
sv: Välkommen
th: ยินดีต้อนรับ
uk: Ласкаво просимо
vi: Chào mừng

# onboarding.stepOf %lld %lld
source: Step %1$lld of %2$lld
bn: ধাপ %1$lld / %2$lld
el: Βήμα %1$lld από %2$lld
he: שלב %1$lld מתוך %2$lld
id: Langkah %1$lld dari %2$lld
ms: Langkah %1$lld daripada %2$lld
ro: Pasul %1$lld din %2$lld
sv: Steg %1$lld av %2$lld
th: ขั้นตอน %1$lld จาก %2$lld
uk: Крок %1$lld з %2$lld
vi: Bước %1$lld / %2$lld

# onboarding.welcome.subtitle
source: A calm, private space to track every moment — from first flutter to final countdown.
bn: প্রতিটি মুহূর্ত ট্র্যাক করার জন্য একটি শান্ত, ব্যক্তিগত স্থান — প্রথম নাড় থেকে শেষ গণনা পর্যন্ত।
el: Ένας ήρεμος, ιδιωτικός χώρος για κάθε στιγμή — από το πρώτο φτερούγισμα μέχρι την τελική αντίστροφη μέτρηση.
es: Un espacio tranquilo y privado para seguir cada momento, desde el primer aleteo hasta la cuenta regresiva final.
he: מרחב שקט ופרטי לכל רגע — מהרעד הראשון ועד הספירה לאחור.
id: Ruang tenang dan pribadi untuk setiap momen — dari gerakan pertama hingga hitung mundur.
ms: Ruang tenang dan peribadi untuk setiap detik — dari gerakan pertama hingga kira detik.
ro: Un spațiu calm și privat pentru fiecare moment — de la primul flutter la numărătoarea inversă.
sv: Ett lugnt, privat utrymme för varje ögonblick — från första fladder till sista nedräkningen.
th: พื้นที่สงบและเป็นส่วนตัวสำหรับทุกช่วงเวลา — ตั้งแต่การดิ้นครั้งแรกจนถึงนับถอยหลัง
uk: Спокійний приватний простір для кожного моменту — від першого руху до зворотного відліку.
vi: Không gian riêng tư, yên bình cho mọi khoảnh khắc — từ cử động đầu tiên đến đếm ngược cuối cùng.

# onboarding.welcome.title
source: Your journey starts here
bn: আপনার যাত্রা এখানে শুরু
el: Το ταξίδι σας ξεκινά εδώ
es: Tu camino comienza aquí
he: המסע שלך מתחיל כאן
id: Perjalanan Anda dimulai di sini
ms: Perjalanan anda bermula di sini
ro: Călătoria ta începe aici
sv: Din resa börjar här
th: การเดินทางของคุณเริ่มที่นี่
uk: Ваша подорож починається тут
vi: Hành trình của bạn bắt đầu tại đây

# partner.dueDatePassed
source: Due date has passed — any day now!
bn: ডিউ ডেট পেরিয়ে গেছে — যেকোনো দিন!
el: Η ημερομηνία τοκετού πέρασε — οποιαδήποτε στιγμή!
he: מועד הלידה עבר — בכל יום!
id: Tanggal lahir telah lewat — kapan saja!
ms: Tarikh jangkaan berlalu — bila-bila masa!
ro: Termenul a trecut — oricând acum!
sv: Beräknat datum passerat — vilken dag som helst!
th: วันครบกำหนดผ่านไปแล้ว — ได้ทุกเมื่อ!
uk: Термін пологів минув — будь-якого дня!
vi: Ngày dự sinh đã qua — bất cứ lúc nào!

# partner.forName %@
source: — For %@
bn: — %@ এর জন্য
el: — Για %@
he: — עבור %@
id: — Untuk %@
ms: — Untuk %@
ro: — Pentru %@
sv: — För %@
th: — สำหรับ %@
uk: — Для %@
vi: — Dành cho %@

# partner.messagePlaceholder
source: Can't wait to meet our little one!
bn: আমাদের ছোট্টটির সাথে দেখা করতে অপেক্ষা করছি!
el: Ανυπομονώ να γνωρίσουμε το μικρό μας!
he: לא יכולה לחכות לפגוש את הקטן שלנו!
id: Tak sabar bertemu buah hati kami!
ms: Tak sabar jumpa si manja kami!
ro: Abia aștept să ne întâlnim cu micuțul!
sv: Kan inte vänta på att träffa vår lilla!
th: แทบรอไม่ไหวที่จะได้พบลูกน้อย!
uk: Не можу дочекатися зустрічі з нашою малечею!
vi: Không thể chờ gặp bé yêu!

# partner.personalMessage
source: Personal message
bn: ব্যক্তিগত বার্তা
el: Προσωπικό μήνυμα
he: הודעה אישית
id: Pesan pribadi
ms: Mesej peribadi
ro: Mesaj personal
sv: Personligt meddelande
th: ข้อความส่วนตัว
uk: Особисте повідомлення
vi: Tin nhắn cá nhân

# partner.shareImage
source: Share Image
bn: ছবি শেয়ার করুন
el: Κοινοποίηση εικόνας
he: שיתוף תמונה
id: Bagikan Gambar
ms: Kongsi Imej
ro: Distribuie imagine
sv: Dela bild
th: แชร์รูป
uk: Поділитися зображенням
vi: Chia sẻ ảnh

# partner.shareLine %lld
source: 🌸 Bloomly — Week %lld
bn: 🌸 Bloomly — সপ্তাহ %lld
el: 🌸 Bloomly — Εβδομάδα %lld
he: 🌸 Bloomly — שבוע %lld
id: 🌸 Bloomly — Minggu %lld
ms: 🌸 Bloomly — Minggu %lld
ro: 🌸 Bloomly — Săptămâna %lld
sv: 🌸 Bloomly — Vecka %lld
th: 🌸 Bloomly — สัปดาห์ที่ %lld
uk: 🌸 Bloomly — Тиждень %lld
vi: 🌸 Bloomly — Tuần %lld

# partner.sharePreview %lld
source: Bloomly Week %lld
bn: Bloomly সপ্তাহ %lld
el: Bloomly Εβδομάδα %lld
he: Bloomly שבוע %lld
id: Bloomly Minggu %lld
ms: Bloomly Minggu %lld
ro: Bloomly Săptămâna %lld
sv: Bloomly Vecka %lld
th: Bloomly สัปดาห์ที่ %lld
uk: Bloomly Тиждень %lld
vi: Bloomly Tuần %lld

# partner.shareText
source: Share Text Update
bn: টেক্সট আপডেট শেয়ার করুন
el: Κοινοποίηση κειμένου
he: שיתוף עדכון טקסט
id: Bagikan Pembaruan Teks
ms: Kongsi Kemas Kini Teks
ro: Distribuie actualizare text
sv: Dela textuppdatering
th: แชร์ข้อความอัปเดต
uk: Поділитися текстовим оновленням
vi: Chia sẻ cập nhật văn bản

# partner.shareTitle
source: Share Update
bn: আপডেট শেয়ার করুন
el: Κοινοποίηση ενημέρωσης
es: Compartir actualización
he: שיתוף עדכון
id: Bagikan Pembaruan
ms: Kongsi Kemas Kini
ro: Distribuie actualizare
sv: Dela uppdatering
th: แชร์อัปเดต
uk: Поділитися оновленням
vi: Chia sẻ cập nhật

# paywall.feature.appointments
source: Appointments with reminders
bn: অনুস্মারকসহ অ্যাপয়েন্টমেন্ট
el: Ραντεβού με υπενθυμίσεις
he: פגישות עם תזכורות
id: Janji temu dengan pengingat
ms: Temujanji dengan peringatan
ro: Programări cu memento-uri
sv: Bokningar med påminnelser
th: นัดหมายพร้อมการแจ้งเตือน
uk: Записи з нагадуваннями
vi: Lịch hẹn có nhắc nhở

# paywall.feature.nutrition
source: Trimester-aware nutrition guide
bn: ত্রৈমাসিক-সচেতন পুষ্টি গাইড
el: Οδηγός διατροφής ανά τρίμηνο
he: מדריך תזונה לפי שליש
id: Panduan nutrisi per trimester
ms: Panduan pemakanan mengikut trimester
ro: Ghid nutriție pe trimestre
sv: Näringsguide per trimester
th: คู่มือโภชนาการตามไตรมาส
uk: Гід з харчування за триместрами
vi: Hướng dẫn dinh dưỡng theo tam cá nguyệt

# paywall.feature.statistics
source: Statistics & history charts
bn: পরিসংখ্যান এবং ইতিহাস চার্ট
el: Στατιστικά και γραφήματα ιστορικού
he: סטטיסטיקות וגרפים
id: Statistik & grafik riwayat
ms: Statistik & carta sejarah
ro: Statistici și grafice istoric
sv: Statistik och historikdiagram
th: สถิติและกราฟประวัติ
uk: Статистика та графіки історії
vi: Thống kê và biểu đồ lịch sử

# paywall.feature.symptoms
source: Full symptom & weight logging
bn: সম্পূর্ণ লক্ষণ এবং ওজন লগিং
el: Πλήρης καταγραφή συμπτωμάτων και βάρους
he: רישום מלא של תסמינים ומשקל
id: Pencatatan gejala & berat lengkap
ms: Log simptom & berat penuh
ro: Înregistrare completă simptome și greutate
sv: Fullständig symtom- och viktloggning
th: บันทึกอาการและน้ำหนักครบถ้วน
uk: Повний запис симптомів і ваги
vi: Ghi triệu chứng và cân nặng đầy đủ
